Repository: smk/invite
Catalog: po/*.po
Languages: es

source: Replacement value
es: Valor de reemplazo

source: The invitations shown on this page have been used to join the site. Clicking on an e-mail address takes you to the user's profile page.
es: Las invitaciones mostradas en esta página han sido usadas para unirse al sitio. Dando clic en alguna dirección te llevará a la página del perfil del usuario.

source: The invitations shown on this page haven't been accepted yet.
es: Las invitaciones mostradas en esta página no han sido aceptadas todavía.

source: The invitations shown on this page have not been used to register on the site within the expiration period of @count days.
es: Las invitaciones mostradas en esta página no han sido usadas para registrarse en el sitio en el tiempo de expiración de @count días.

source: The status <em>deleted</em> means the user account has been terminated.
es: El estado <em>borrado</em> significa que la cuenta de usuario ha sido terminada.

source: At any time, you may withdraw either pending or expired invitations. Accepted invitations can't be withdrawn and count permanently toward your invitation allotment.
es: En cualquier momento puedes retirar las invitaciones pendientes o las expiradas. Las invitaciones aceptadas no pueden ser retiradas y cuentan permanentemente en tus estadísticas.

source: Manage Invite settings
es: Administrar opciones de Invitación

source: Invite your friends and colleagues
es: Invita a tus amigos

source: New invitation
es: Nueva invitación

source: Your invitations
es: Tus invitaciones

source: Accepted
es: Aceptado

source: Pending
es: Pendiente

source: Expired
es: Expirado

source: New user registration by invitation only.
es: Registro de nuevo usuarios solo por invitación.

source: Sorry, new user registration by invitation only.
es: Disculpa, el registro de nuevos usuarios es solo por invitación.

source: Request new password
es: Perdí mi contraseña

source: Request new password via e-mail.
es: Obtener nueva contraseña por correo electrónico.

source: Invite a friend
es: Invitar un amigo

source: User registration option reset to %no_approval.
es: Opción de registro de usuario reiniciada a %no_approval.

source: Visitors can create accounts and no administrator approval is required.
es: Los visitantes pueden crear cuentas sin la aprobación del administrador.

source: Please enable the <em>send invitations</em> permission for at least one role. This can be done on the <a href="!admin-user-access">Access control page</a>.
es: Por favor habilita el permiso de <em>envío de invitaciones</em> por lo menos para un rol. Esto se puede hacer en la <a href="!admin-user-access">página de control de acceso</a>.

source: General settings
es: Opciones generales

source: Default target role
es: Rol de destino asignado por defecto

source: Choose the default role that invited users will be added to when they register. For example, <em>authenticated user</em>.
es: Elegir el rol por defecto al que los usuarios invitados serán agregados cuando se registren. Por ejemplo, <em>authenticated user</em>.

source: Invitation expiry
es: Expiración de la invitación.

source: Set the expiry period for user invitations, in days.
es: Establecer el periodo de expiración para las invitaciones de usuario, en días.

source: Role settings
es: Opciones de rol

source: Note: Permission related settings can be found at the <a href="!admin-user-access">Access control page</a>.
es: Nota: Las opciones de los permisos relacionados puden encontrarse en la <a href="!admin-user-access">página de control de acceso</a>.

source: @role settings
es: Opciones de rol

source: Target role
es: Rol de destino

source: You may choose to add invited users to another role (in addition to the default role set in the general section) when they have been invited by a member of %role.
es: Tal vez quiera agregar a los usuarios invitados a otro rol (además del rol por defecto asignado en la sección general) cuando hayan sido invitados por un miebro del rol %role

source: Invitation limit
es: Límite de invitaciones

source: unlimited
es: ilimitado

source: Allows to limit the total number of invitations members of %role can send.
es: Permite limitar el número total de invitaciones que los miembros de %role pueden enviar.

source: E-mail settings
es: Opciones de correo

source: Subject
es: Asunto

source: [inviter-raw] has sent you an invite!
es: [inviter-raw] te ha enviado una invitación!

source: Type the default subject of the invitation e-mail.
es: Escriba el asunto por defecto de la invitación por correo electrónico.

source: Use the syntax [token] if you want to insert a replacement pattern.
es: Use la sintaxis [token] si quiere insertar un patrón de reemplazo.

source: Editable subject
es: Asunto editable

source: Choose whether users should be able to customize the subject.
es: Elija si los usuarios podrán modificar o no el asunto.

source: Mail template
es: Plantilla de correo

source: Replacement patterns
es: Patrón de reemplazos

source: <em>From</em> e-mail address
es: <em>De</em> dirección de correo electrónico

source: Choose which e-mail address will be in the From: header for the invitation mails sent; <em>site</em> or <em>inviter</em>. <em>Site</em> will use the default e-mail address of the site, whereas <em>inviter</em> will use the e-mail address of the user who is sending the invitation. Alternatively, you can set this value manually by clicking on <em>advanced settings</em> below.
es: Elija que dirección de correo electrónico estará en la cabecera De: para los mensajes de invitación enviados; <em>sitio</em> o <em>invitador</em>. <em>Sitio</em> usará la dirección de correo electrónico predeterminada del sitio, mientras que <em>invitador</em> usará la dirección de correo electrónico del usuario que estará enviando la invitación. En forma alternativa, puede establecer manualmente el valor pulsando sobre <em>opciones avanzadas</em> abajo.

source: site
es: sitio

source: inviter
es: invitador

source: <em>Reply-To</em> e-mail address
es: <em>Responder-a</em> dirección de correo electrónico.

source: Choose which e-mail address will be in the Reply-To: header for the invitation mails sent; <em>site</em> or <em>inviter</em>. <em>Site</em> will use the default e-mail address of the site, whereas <em>inviter</em> will use the e-mail address of the user who is sending the invitation. Alternatively, you can set this value manually by clicking on <em>advanced settings</em> below.
es: Selecciona qué dirección de correo electrónico debe de aparecer en el encabezado de la invitación en la parte de Responder-a; <em>sitio</em> o <em>invitado</em>. <em>Sitio</em>usará el correo electrónico predeterminado del sitio, donde <em>invitador</em> usará la dirección de correo electrónico del usuario que está mandando la invitación. Alternativamente, puedes establecer este valor manualmente haciendo clic en <em>configuración avanzada</em> abajo.

source: Advanced settings
es: Opciones avanzadas

source: <strong>Note:</strong> unless these fields are blank, they will override the radio button choices above.
es: <strong>Nota:</strong> a menos que los campos sean blancos; estos campos sobreescribirán las opciones seleccionadas arriba.

source: Manually override <em>From</em> e-mail address
es: Sobre escribir manualmente <em>De</em> dirección de correo electrónico.

source: The e-mail address the invitation e-mail is sent from.
es: La dirección de correo electrónico desde la que se envía la invitación.

source: Manually override <em>Reply-To</em> e-mail address
es: Sobreescribir manualmente <em>Responder-a</em> dirección de correo electrónico.

source: The e-mail address you want recipients to reply to.
es: La dirección de correo electrónico a la que quieres que los receptores respondan.

source: Invite page customization
es: Personalización de la página de invitación

source: Invite page title
es: Título de la página inválido

source: The title of the page where users invite friends.
es: El título de la página desde donde el usuario invita amigos.

source: View user profile.
es: Ver perfil de usuario

source: Deleted
es: Borrado

source: Withdraw
es: Retirar

source: E-mail
es: Correo electrónico

source: Status
es: Estado

source: No invitations available.
es: No hay invitaciones disponibles

source: Sorry, you reached the maximum number (@max) of invitations.
es: Disculpa, has alcanzado el número máximo (@max) de invitaciones.

source: Recommend @site-name to:
es: Recomendar @site-name a :

source: Send invite
es: Enviar invitación

source: View your invites
es: Ver tus invitaciones

source: From
es: De

source: To
es: Para

source: Type the subject of the invitation e-mail.
es: Escriba el asunto del correo electrónico de la invitación

source: Message
es: Mensaje

source: Submit
es: Enviar

source: You cannot send more than one invitation.
es: No puedes enviar más de una invitación.

source: Problems occurred while sending the invitation(s). Please contact the site administrator.
es: Han ocurrido problemas mientras se enviaba la(s) invitación(es). Por favor contacta al administrador del sitio.

source: Failed sending invitation. To: @email From: @from
es: Fallo al enviar la invitación. Para: @email De: @from

source: The invitee won't be able to register any more using this invitation.
es: El invitado no podrá registrarse usando esta invitación.

source: Are you sure you want to withdraw the invitation to %email?
es: Estas seguro que quieres retirar la invitación para %email?

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: Cancel
es: Cancelar

source: Invitations to registered users cannot be withdrawn.
es: Las invitaciones para usuarios registrados no se pueden retirar.

source: Detected malicious attempt to delete an invitation.
es: Se detectó un intento malicioso de borrar una invitación.

source: view
es: ver

source: Invitation to %email has been withdrawn.
es: Invitación para %email ha sido retirada.

source: Inviter's name. WARNING - raw user input.
es: Nombre de quien invita.

source: The e-mail address of the invited user.
es: La dirección de correo electrónico del usuario invitado.

source: The personal message for the invitee as unfiltered text. WARNING - raw user input.
es: El mensaje personal para el invitado como texto sin filtrar. PELIGRO - raw user input.

source: The link to the registration page of the site.
es: El enlace a la página de registro del sitio.

source: This invitation has been withdrawn.
es: Esta invitación ha sido retirada.

source: This invitation has already been used. Please login now with your username and password.
es: Esta invitación ya ha sido usada. Por favor ingresa con tu usuario y contraseña.

source: Sorry, this invitation has expired.
es: Disculpa, esta invitación ha expirado.

source: !user (@email) has joined @site-name!
es: !user (@email) se ha unido a @site-name!

source: Your friend, [inviter-raw], has invited you to join [site-name] at [site-url]. To become a member of [site-name], click the link below or paste it into the address bar of your browser. [join-link] ---------- [invite-message-raw]
es: [inviter-raw], te ha invitado a unirte a [site-name] en [site-url]. Para convertirte en miembro de [site-name], solo da clic en el enlace de abajo o copia y pega la dirección en la barra de direcciones de tu navegador de internet, [join-link] ---------- [invite-message-raw]

source: invite
es: invitación

source: 1 invite left
es: queda 1 invitación

source: You have 1 invite left.
es: Te queda 1 invitación.

source: Type the e-mail address of the person you would like to invite.
es: Escribe el correo electrónico de la persona que quieres invitar.

source: This message will be added to the mail sent to the person you are inviting.
es: Este mensaje será agregado al mensaje enviado a la persona que estas invitando.

source: The following recipient is already a member:
es: Las siguientes personas ya son miembros.

source: The following recipient has already been invited:
es: La siguiente persona ya ha sido invitado:

source: You have only 1 invite left.
es: Te queda solamente 1 invitación.

source: Your invitation has been successfully sent. You will be notified when the invitee joins the site.
es: Tu invitación ha sido enviada correctamente. Serás notificado cuando el invitado se una al sitio.

source: The entered e-mail address is invalid. Please correct it.
es: La dirección de correo electrónica ingresada es inválida. Por favor corrígela.

source: send invitations
es: enviar invitaciones

source: send mass invitations
es: enviar invitaciones en grupo

source: track invitations
es: monitorear invitaciones

source: withdraw accepted invitations
es: retirar invitaciones aceptadas

source: Successful
es: Éxito

source: Unsuccessful
es: Sin éxito

source: Invitation counts
es: Contador de invitaciones

source: Top inviters/User rank
es: Mejores invitadores/ Ranking de usuario

source: @user's invite rank
es: Ranking de invitaciones de @user

source: Top inviters
es: Mejores invitadores

source: Number of inviters
es: Número de invitadores

source: Show this number of inviters in the Top inviters and User rank blocks.
es: Mostrar este número de invitadores en los bloques de Mejores Invitadores y Ranking de usuarios.

source: 1 invite
es: 1 invitación

source: view invite statistics
es: ver estadísticas de invitaciones

source: view own invite statistics
es: ver estadísticas de invitaciones propias

source: Invite
es: Invitar

source: Allow your users to send and track invitations to join your site.
es: Permitir a los usuarios enviar y monitorear invitaciones a tu sitio.

source: Cancel User Accounts
es: Cancelar Cuentas de Usuario

source: Allows your users to terminate user accounts by withdrawing their invitation. WARNING - This module is put into effect when you enable it.
es: Permite a tus usuarios terminar sus cuentas rechazando la invitación. PELIGRO - Este módulo es puesto en efecto cuando se habilita.

source: Displays some statistics about sent invitations.
es: Muestra algunas estadísticas sobre invitaciones enviadas
